Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Settings.OAuthManaged
source: Managed OAuth configuration is available. Start Google sign-in before opening Profile or uploading.
af_za: Bestuurde OAuth-opstelling is beskikbaar. Begin Google-aanmelding voordat u Profiel oopmaak of oplaai.
am_et: የሚተዳደር የOAuth ውቅር አለ። መገለጫ ከመክፈትዎ ወይም ከመጫንዎ በፊት ጎግል መግባትን ይጀምሩ።
ar_sa: يتوفر تكوين OAuth المُدار. ابدأ تسجيل الدخول إلى Google قبل فتح الملف الشخصي أو التحميل.
as_in: পৰিচালিত OAuth বিন্যাস উপলব্ধ । প্ৰফাইল খোলাৰ আগতে বা আপলোড কৰাৰ আগতে Google চাইন-ইন আৰম্ভ কৰক।
az_latn_az: İdarə olunan OAuth konfiqurasiyası mövcuddur. Profili açmadan və ya yükləmədən əvvəl Google-a daxil olmağa başlayın.
be_by: Даступная кіраваная канфігурацыя OAuth. Пачніце ўваход у Google перад адкрыццём профілю або загрузкай.
bg_bg: Налична е управлявана OAuth конфигурация. Стартирайте влизане в Google, преди да отворите профил или да качите.
bn_bd: পরিচালিত OAuth কনফিগারেশন উপলব্ধ। প্রোফাইল খোলা বা আপলোড করার আগে Google সাইন-ইন শুরু করুন।
bs_latn_ba: Upravljana OAuth konfiguracija je dostupna. Započnite prijavu na Google prije otvaranja profila ili otpremanja.
ca_es: La configuració d'OAuth gestionada està disponible. Inicieu l'inici de sessió a Google abans d'obrir el perfil o penjar-ho.
cs_cz: K dispozici je konfigurace spravovaného protokolu OAuth. Před otevřením profilu nebo nahráním zahajte přihlašování přes Google.
da_dk: Administreret OAuth-konfiguration er tilgængelig. Start Google-login, før du åbner profil eller uploader.
de_de: Eine verwaltete OAuth-Konfiguration ist verfügbar. Starten Sie die Google-Anmeldung, bevor Sie das Profil öffnen oder hochladen.
el_gr: Η διαχειριζόμενη διαμόρφωση OAuth είναι διαθέσιμη. Ξεκινήστε τη σύνδεση στο Google πριν ανοίξετε το Προφίλ ή τη μεταφόρτωση.
es_us: La configuración de OAuth administrada está disponible. Inicie el inicio de sesión de Google antes de abrir el perfil o cargarlo.
et_ee: Hallatud OAuthi konfiguratsioon on saadaval. Enne profiili avamist või üleslaadimist alustage Google'i sisselogimist.
eu_es: Kudeatutako OAuth konfigurazioa eskuragarri dago. Hasi saioa Google-n Profile ireki edo kargatu aurretik.
fa_ir: پیکربندی مدیریت شده OAuth در دسترس است. قبل از باز کردن نمایه یا آپلود، ورود به سیستم Google را شروع کنید.
fi_fi: Hallittu OAuth-määritys on saatavilla. Aloita Google-sisäänkirjautuminen ennen profiilin avaamista tai lataamista.
fil_ph: Available ang pinamamahalaang configuration ng OAuth. Simulan ang pag-sign in sa Google bago buksan ang Profile o pag-upload.
fr_ca: La configuration OAuth gérée est disponible. Démarrez la connexion Google avant d'ouvrir le profil ou de télécharger.
gl_es: A configuración de OAuth xestionada está dispoñible. Inicia sesión en Google antes de abrir o perfil ou cargar.
gu_in: સંચાલિત OAuth ગોઠવણી ઉપલબ્ધ છે. પ્રોફાઇલ ખોલતા પહેલા અથવા અપલોડ કરતા પહેલા Google સાઇન-ઇન શરૂ કરો.
he_il: תצורת OAuth מנוהלת זמינה. התחל את הכניסה של Google לפני פתיחת פרופיל או העלאה.
hi_in: प्रबंधित OAuth कॉन्फ़िगरेशन उपलब्ध है. प्रोफ़ाइल खोलने या अपलोड करने से पहले Google साइन-इन प्रारंभ करें।
hr_hr: Dostupna je konfiguracija upravljanog OAutha. Pokrenite prijavu na Google prije otvaranja profila ili prijenosa.
hu_hu: Felügyelt OAuth-konfiguráció elérhető. Indítsa el a Google-bejelentkezést a profil megnyitása vagy a feltöltés előtt.
hy_am: Կառավարվող OAuth կազմաձևումը հասանելի է: Նախքան պրոֆիլը բացելը կամ վերբեռնելը, սկսեք մուտք գործել Google-ում:
id_id: Konfigurasi OAuth terkelola tersedia. Mulai masuk dengan Google sebelum membuka Profil atau mengunggah.
is_is: Stýrð OAuth stilling er í boði. Byrjaðu Google innskráningu áður en þú opnar prófíl eða hleður upp.
it_it: È disponibile la configurazione OAuth gestita. Avvia l'accesso a Google prima di aprire il profilo o caricarlo.
ja_jp: マネージド OAuth 構成が利用可能です。プロフィールを開いたりアップロードしたりする前に、Google サインインを開始してください。
ka_ge: მართული OAuth კონფიგურაცია ხელმისაწვდომია. დაიწყეთ Google-ში შესვლა პროფილის გახსნამდე ან ატვირთვამდე.
kk_kz: Басқарылатын OAuth конфигурациясы қолжетімді. Профильді ашу немесе жүктеп салу алдында Google жүйесіне кіруді бастаңыз.
km_kh: ការកំណត់រចនាសម្ព័ន្ធ OAuth ដែលគ្រប់គ្រងមាន។ ចាប់ផ្តើមការចូល Google មុនពេលបើកប្រវត្តិរូប ឬបង្ហោះ។
kn_in: ನಿರ್ವಹಿಸಿದ OAuth ಕಾನ್ಫಿಗರೇಶನ್ ಲಭ್ಯವಿದೆ. ಪ್ರೊಫೈಲ್ ತೆರೆಯುವ ಮೊದಲು ಅಥವಾ ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು Google ಸೈನ್-ಇನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko_kr: 관리형 OAuth 구성을 사용할 수 있습니다. 프로필을 열거나 업로드하기 전에 Google 로그인을 시작하세요.
ky_kg: Башкарылган OAuth конфигурациясы жеткиликтүү. Профилди ачуудан же жүктөөдөн мурун Google'га кириңиз.
lo_la: ມີການກຳນົດຄ່າ OAuth ທີ່ມີການຈັດການ. ເລີ່ມການເຂົ້າສູ່ລະບົບ Google ກ່ອນທີ່ຈະເປີດໂປຣໄຟລ໌ ຫຼືອັບໂຫຼດ.
lt_lt: Galima valdyti OAuth konfigūraciją. Pradėkite „Google“ prisijungimą prieš atidarydami profilį arba įkeldami.
lv_lv: Ir pieejama pārvaldīta OAuth konfigurācija. Sāciet Google pierakstīšanos pirms profila atvēršanas vai augšupielādes.
mk_mk: Достапна е конфигурација на управувана OAuth. Започнете со најавување на Google пред да го отворите профилот или да поставите.
ml_in: നിയന്ത്രിത OAuth കോൺഫിഗറേഷൻ ലഭ്യമാണ്. പ്രൊഫൈൽ തുറക്കുന്നതിനോ അപ്‌ലോഡ് ചെയ്യുന്നതിനോ മുമ്പ് Google സൈൻ ഇൻ ആരംഭിക്കുക.
mn_mn: Удирдах OAuth тохиргоо боломжтой. Профайл нээх эсвэл байршуулахаас өмнө Google-д нэвтэрнэ үү.
mr_in: व्यवस्थापित OAuth कॉन्फिगरेशन उपलब्ध आहे. प्रोफाइल उघडण्यापूर्वी किंवा अपलोड करण्यापूर्वी Google साइन-इन सुरू करा.
ms_my: Konfigurasi OAuth terurus tersedia. Mulakan log masuk Google sebelum membuka Profil atau memuat naik.
nb_no: Administrert OAuth-konfigurasjon er tilgjengelig. Start Google-pålogging før du åpner profil eller laster opp.
ne_np: व्यवस्थित OAuth कन्फिगरेसन उपलब्ध छ। प्रोफाइल खोल्नु वा अपलोड गर्नु अघि Google साइन इन सुरु गर्नुहोस्।
nl_nl: Beheerde OAuth-configuratie is beschikbaar. Start het inloggen bij Google voordat u Profiel opent of uploadt.
or_in: ପରିଚାଳିତ OAuth ସଂରଚନା ଉପଲବ୍ଧ | ପ୍ରୋଫାଇଲ୍ ଖୋଲିବା କିମ୍ବା ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଗୁଗୁଲ୍ ସାଇନ୍-ଇନ୍ ଆରମ୍ଭ କରନ୍ତୁ |
pa_in: ਪ੍ਰਬੰਧਿਤ OAuth ਸੰਰਚਨਾ ਉਪਲਬਧ ਹੈ। ਪ੍ਰੋਫਾਈਲ ਖੋਲ੍ਹਣ ਜਾਂ ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ Google ਸਾਈਨ-ਇਨ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Dostępna jest zarządzana konfiguracja OAuth. Rozpocznij logowanie się przez Google przed otwarciem profilu lub przesłaniem.
pt_br: A configuração gerenciada do OAuth está disponível. Inicie o login do Google antes de abrir o perfil ou fazer upload.
ro_ro: Configurația OAuth gestionată este disponibilă. Începeți conectarea la Google înainte de a deschide Profilul sau de a încărca.
ru_ru: Доступна управляемая конфигурация OAuth. Запустите вход в Google перед открытием профиля или загрузкой.
si_lk: කළමනාකරණය කළ OAuth වින්‍යාසය පවතී. පැතිකඩ විවෘත කිරීමට හෝ උඩුගත කිරීමට පෙර Google පුරනය වීම ආරම්භ කරන්න.
sk_sk: K dispozícii je konfigurácia spravovaného protokolu OAuth. Pred otvorením profilu alebo odovzdaním spustite prihlásenie do služby Google.
sl_si: Na voljo je upravljana konfiguracija OAuth. Start Google sign-in before opening Profile or uploading.
sq_al: Ofrohet konfigurimi i menaxhuar i OAuth. Filloni identifikimin në Google përpara se të hapni profilin ose të ngarkoni.
sr_cyrl_rs: Доступна је конфигурација управљаног ОАутх-а. Покрените пријављивање на Гоогле пре отварања профила или отпремања.
sr_latn_rs: Dostupna je konfiguracija upravljanog OAuth-a. Pokrenite prijavljivanje na Google pre otvaranja profila ili otpremanja.
sv_se: Hanterad OAuth-konfiguration är tillgänglig. Starta Google-inloggning innan du öppnar profil eller laddar upp.
sw_ke: Usanidi wa OAuth unaosimamiwa unapatikana. Anzisha kuingia kwa Google kabla ya kufungua Wasifu au kupakia.
ta_in: நிர்வகிக்கப்பட்ட OAuth உள்ளமைவு கிடைக்கிறது. சுயவிவரத்தைத் திறப்பதற்கு முன் அல்லது பதிவேற்றுவதற்கு முன் Google உள்நுழைவைத் தொடங்கவும்.
te_in: నిర్వహించబడే OAuth కాన్ఫిగరేషన్ అందుబాటులో ఉంది. ప్రొఫైల్ తెరవడానికి లేదా అప్‌లోడ్ చేయడానికి ముందు Google సైన్-ఇన్‌ను ప్రారంభించండి.
th_th: การกำหนดค่า OAuth ที่มีการจัดการพร้อมใช้งาน เริ่มการลงชื่อเข้าใช้ Google ก่อนที่จะเปิดโปรไฟล์หรืออัปโหลด
tr_tr: Yönetilen OAuth yapılandırması mevcuttur. Profili açmadan veya yükleme yapmadan önce Google ile oturum açmayı başlatın.
uk_ua: Доступна керована конфігурація OAuth. Розпочніть вхід у Google перед відкриттям профілю або завантаженням.
ur_pk: نظم شدہ OAuth کنفیگریشن دستیاب ہے۔ پروفائل کھولنے یا اپ لوڈ کرنے سے پہلے گوگل سائن ان شروع کریں۔
uz_latn_uz: Boshqariladigan OAuth konfiguratsiyasi mavjud. Profilni ochish yoki yuklashdan oldin Google hisobiga kiring.
vi_vn: Đã có sẵn cấu hình OAuth được quản lý. Bắt đầu đăng nhập Google trước khi mở Hồ sơ hoặc tải lên.
zh_hans_cn: 托管 OAuth 配置可用。在打开个人资料或上传之前启动 Google 登录。
zh_hant_hk: 託管 OAuth 配置可用。在開啟個人資料或上傳之前啟動 Google 登入。
zu_za: Ukulungiselelwa kwe-OAuth ephethwe kuyatholakala. Qala ukungena ngemvume kwe-Google ngaphambi kokuvula Iphrofayela noma ukulayisha.

# Settings.OAuthNotConfigured
source: Save OAuth credentials, then start Google sign-in before opening Profile or uploading.
af_za: Stoor OAuth-eiebewyse en begin dan Google-aanmelding voor jy Profiel oopmaak of oplaai.
am_et: የOAuth ምስክርነቶችን ያስቀምጡ፣ ከዚያ መገለጫ ከመክፈትዎ ወይም ከመጫንዎ በፊት የGoogle መግቢያን ይጀምሩ።
ar_sa: احفظ بيانات اعتماد OAuth، ثم ابدأ تسجيل الدخول إلى Google قبل فتح الملف الشخصي أو التحميل.
as_in: OAuth প্ৰমাণপত্ৰসমূহ সংৰক্ষণ কৰক, তাৰ পিছত প্ৰফাইল খোলাৰ আগতে বা আপলোড কৰাৰ আগতে Google চাইন-ইন আৰম্ভ কৰক।
az_latn_az: OAuth etimadnaməsini yadda saxlayın, sonra Profili açmadan və ya yükləməzdən əvvəl Google-a daxil olmağa başlayın.
be_by: Захавайце ўліковыя даныя OAuth, затым пачніце ўваход у Google перад адкрыццём профілю або загрузкай.
bg_bg: Запазете идентификационните данни за OAuth, след което стартирайте влизане в Google, преди да отворите профил или да качите.
bn_bd: OAuth শংসাপত্রগুলি সংরক্ষণ করুন, তারপর প্রোফাইল খোলা বা আপলোড করার আগে Google সাইন-ইন শুরু করুন৷
bs_latn_ba: Sačuvajte OAuth vjerodajnice, a zatim pokrenite prijavu na Google prije otvaranja profila ili otpremanja.
ca_es: Deseu les credencials d'OAuth i, a continuació, inicieu l'inici de sessió de Google abans d'obrir el perfil o penjar-ho.
cs_cz: Uložte přihlašovací údaje OAuth a před otevřením profilu nebo nahráním spusťte přihlašování přes Google.
da_dk: Gem OAuth-legitimationsoplysninger, og start derefter Google-login, før du åbner Profil eller uploader.
de_de: Speichern Sie die OAuth-Anmeldeinformationen und starten Sie dann die Google-Anmeldung, bevor Sie das Profil öffnen oder hochladen.
el_gr: Αποθηκεύστε τα διαπιστευτήρια OAuth και, στη συνέχεια, ξεκινήστε τη σύνδεση στο Google πριν ανοίξετε το Προφίλ ή τη μεταφόρτωση.
es_us: Guarde las credenciales de OAuth, luego inicie el inicio de sesión de Google antes de abrir el perfil o cargarlo.
et_ee: Salvestage OAuthi mandaadid, seejärel käivitage enne profiili avamist või üleslaadimist Google'isse sisselogimine.
eu_es: Gorde OAuth-eko kredentzialak, eta, gero, hasi Google saioa hasi Profila ireki edo kargatu aurretik.
fa_ir: اطلاعات کاربری OAuth را ذخیره کنید، سپس قبل از باز کردن نمایه یا آپلود، ورود به سیستم Google را شروع کنید.
fi_fi: Tallenna OAuth-kirjautumistiedot ja aloita sitten Google-sisäänkirjautuminen ennen profiilin avaamista tai lataamista.
fil_ph: I-save ang mga kredensyal ng OAuth, pagkatapos ay simulan ang pag-sign in sa Google bago buksan ang Profile o pag-upload.
fr_ca: Sauvegardez les informations d'identification OAuth, puis démarrez la connexion Google avant d'ouvrir le profil ou de le télécharger.
gl_es: Garda as credenciais de OAuth e inicia sesión en Google antes de abrir o perfil ou cargalo.
gu_in: OAuth ઓળખપત્રો સાચવો, પછી પ્રોફાઇલ ખોલતા પહેલા અથવા અપલોડ કરતા પહેલા Google સાઇન-ઇન શરૂ કરો.
he_il: שמור את פרטי הכניסה של OAuth, ולאחר מכן התחל את הכניסה של Google לפני פתיחת פרופיל או העלאה.
hi_in: OAuth क्रेडेंशियल सहेजें, फिर प्रोफ़ाइल खोलने या अपलोड करने से पहले Google साइन-इन प्रारंभ करें।
hr_hr: Spremite OAuth vjerodajnice, a zatim pokrenite prijavu na Google prije otvaranja profila ili prijenosa.
hu_hu: Mentse az OAuth hitelesítési adatokat, majd indítsa el a Google-bejelentkezést a profil megnyitása vagy a feltöltés előtt.
hy_am: Պահպանեք OAuth-ի հավատարմագրերը, այնուհետև սկսեք Google-ի մուտքը նախքան պրոֆիլը բացելը կամ վերբեռնելը:
id_id: Simpan kredensial OAuth, lalu mulai masuk dengan Google sebelum membuka Profil atau mengunggah.
is_is: Vistaðu OAuth skilríki og ræstu síðan Google innskráningu áður en þú opnar prófíl eða hleður upp.
it_it: Salva le credenziali OAuth, quindi avvia l'accesso a Google prima di aprire il profilo o caricarlo.
ja_jp: OAuth 認証情報を保存し、プロフィールを開いたりアップロードしたりする前に Google サインインを開始します。
ka_ge: შეინახეთ OAuth სერთიფიკატები, შემდეგ დაიწყეთ Google-ში შესვლა პროფილის გახსნამდე ან ატვირთვამდე.
kk_kz: OAuth тіркелгі деректерін сақтаңыз, содан кейін профильді ашу немесе жүктеп салу алдында Google жүйесіне кіруді бастаңыз.
km_kh: រក្សាទុកអត្តសញ្ញាណប័ណ្ណ OAuth បន្ទាប់មកចាប់ផ្តើមការចូល Google មុនពេលបើកកម្រងព័ត៌មាន ឬបង្ហោះ។
kn_in: OAuth ರುಜುವಾತುಗಳನ್ನು ಉಳಿಸಿ, ನಂತರ ಪ್ರೊಫೈಲ್ ತೆರೆಯುವ ಮೊದಲು ಅಥವಾ ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು Google ಸೈನ್-ಇನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko_kr: OAuth 자격 증명을 저장한 다음 프로필을 열거나 업로드하기 전에 Google 로그인을 시작하세요.
ky_kg: OAuth эсептик дайындарын сактап, андан кийин Профилди ачуудан же жүктөөдөн мурун Google'га кириңиз.
lo_la: ບັນທຶກຂໍ້ມູນປະຈຳຕົວ OAuth, ຈາກນັ້ນເລີ່ມການເຂົ້າສູ່ລະບົບ Google ກ່ອນທີ່ຈະເປີດໂປຣໄຟລ໌ ຫຼືອັບໂຫຼດ.
lt_lt: Išsaugokite „OAuth“ kredencialus, tada pradėkite „Google“ prisijungimą prieš atidarydami profilį arba įkeldami.
lv_lv: Saglabājiet OAuth akreditācijas datus un pēc tam sāciet Google pierakstīšanos pirms profila atvēršanas vai augšupielādes.
mk_mk: Зачувајте ги ингеренциите на OAuth, а потоа започнете се најавување на Google пред да го отворите Профилот или да поставите.
ml_in: OAuth ക്രെഡൻഷ്യലുകൾ സംരക്ഷിക്കുക, തുടർന്ന് പ്രൊഫൈൽ തുറക്കുന്നതിനോ അപ്‌ലോഡ് ചെയ്യുന്നതിനോ മുമ്പ് Google സൈൻ ഇൻ ആരംഭിക്കുക.
mn_mn: OAuth итгэмжлэлүүдийг хадгалаад профайлыг нээх эсвэл байршуулахаас өмнө Google-д нэвтэрнэ үү.
mr_in: OAuth क्रेडेन्शियल सेव्ह करा, नंतर प्रोफाइल उघडण्यापूर्वी किंवा अपलोड करण्यापूर्वी Google साइन-इन सुरू करा.
ms_my: Simpan bukti kelayakan OAuth, kemudian mulakan log masuk Google sebelum membuka Profil atau memuat naik.
nb_no: Lagre OAuth-legitimasjon, og start deretter Google-pålogging før du åpner profil eller laster opp.
ne_np: OAuth प्रमाणहरू बचत गर्नुहोस्, त्यसपछि प्रोफाइल खोल्नु वा अपलोड गर्नु अघि Google साइन-इन सुरु गर्नुहोस्।
nl_nl: Sla OAuth-inloggegevens op en start vervolgens het inloggen bij Google voordat u Profiel opent of uploadt.
or_in: OAuth ପରିଚୟପତ୍ର ସଞ୍ଚୟ କରନ୍ତୁ, ତାପରେ ପ୍ରୋଫାଇଲ୍ ଖୋଲିବା କିମ୍ବା ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଗୁଗୁଲ୍ ସାଇନ୍-ଇନ୍ ଆରମ୍ଭ କରନ୍ତୁ |
pa_in: OAuth ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ, ਫਿਰ ਪ੍ਰੋਫਾਈਲ ਖੋਲ੍ਹਣ ਜਾਂ ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ Google ਸਾਈਨ-ਇਨ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Zapisz dane uwierzytelniające OAuth, a następnie rozpocznij logowanie do Google przed otwarciem profilu lub przesłaniem.
pt_br: Salve as credenciais do OAuth e inicie o login do Google antes de abrir o perfil ou fazer upload.
ro_ro: Salvați acreditările OAuth, apoi porniți conectarea la Google înainte de a deschide Profilul sau de a încărca.
ru_ru: Сохраните учетные данные OAuth, затем запустите вход в Google перед открытием профиля или загрузкой.
si_lk: OAuth අක්තපත්‍ර සුරකින්න, පැතිකඩ විවෘත කිරීමට හෝ උඩුගත කිරීමට පෙර Google පුරනය වීම ආරම්භ කරන්න.
sk_sk: Uložte poverenia OAuth a potom pred otvorením profilu alebo odovzdaním spustite prihlasovanie cez Google.
sq_al: Ruani kredencialet e OAuth dhe më pas nisni identifikimin në Google përpara se të hapni profilin ose të ngarkoni.
sr_cyrl_rs: Сачувајте ОАутх акредитиве, а затим покрените пријављивање на Гоогле пре отварања профила или отпремања.
sr_latn_rs: Sačuvajte OAuth akreditive, a zatim pokrenite prijavljivanje na Google pre otvaranja profila ili otpremanja.
sv_se: Spara OAuth-uppgifter och starta sedan Google-inloggning innan du öppnar profil eller laddar upp.
sw_ke: Hifadhi kitambulisho cha OAuth, kisha uanzishe kuingia kwa Google kabla ya kufungua Wasifu au kupakia.
ta_in: OAuth நற்சான்றிதழ்களைச் சேமித்து, சுயவிவரத்தைத் திறப்பதற்கு முன் அல்லது பதிவேற்றுவதற்கு முன் Google உள்நுழைவைத் தொடங்கவும்.
te_in: OAuth ఆధారాలను సేవ్ చేసి, ప్రొఫైల్ తెరవడానికి లేదా అప్‌లోడ్ చేయడానికి ముందు Google సైన్-ఇన్‌ని ప్రారంభించండి.
th_th: บันทึกข้อมูลรับรอง OAuth จากนั้นเริ่มลงชื่อเข้าใช้ Google ก่อนที่จะเปิดโปรไฟล์หรืออัปโหลด
tr_tr: OAuth kimlik bilgilerini kaydedin ve ardından Profili açmadan veya yükleme yapmadan önce Google ile oturum açmayı başlatın.
uk_ua: Збережіть облікові дані OAuth, а потім запустіть вхід Google, перш ніж відкривати профіль або завантажувати.
ur_pk: OAuth اسناد کو محفوظ کریں، پھر پروفائل کھولنے یا اپ لوڈ کرنے سے پہلے Google سائن ان شروع کریں۔
uz_latn_uz: OAuth hisob maʼlumotlarini saqlang, soʻngra Profilni ochish yoki yuklashdan oldin Google tizimiga kiring.
vi_vn: Lưu thông tin xác thực OAuth, sau đó bắt đầu đăng nhập bằng Google trước khi mở Hồ sơ hoặc tải lên.
zh_hans_cn: 保存 OAuth 凭据，然后在打开个人资料或上传之前启动 Google 登录。
zh_hant_hk: 儲存 OAuth 憑證，然後在開啟個人資料或上傳之前啟動 Google 登入。
zu_za: Londoloza imininingwane ye-OAuth, bese uqala ukungena ngemvume kwe-Google ngaphambi kokuvula Iphrofayela noma ukulayisha.

# Settings.VerificationCode
source: Code: {0}
af_za: Kode: {0}
am_et: ኮድ: {0}
ar_sa: الرمز: {0}
as_in: ক'ড: {0}
az_latn_az: Kod: {0}
be_by: Код: {0}
bg_bg: Код: {0}
bn_bd: কোড: {0}
bs_latn_ba: Šifra: {0}
ca_es: Codi: {0}
cs_cz: Kód: {0}
da_dk: Kode: {0}
el_gr: Κωδικός: {0}
es_us: Código: {0}
et_ee: Kood: {0}
eu_es: Kodea: {0}
fa_ir: کد: {0}
fi_fi: Koodi: {0}
gl_es: Código: {0}
gu_in: કોડ: {0}
he_il: קוד: {0}
hi_in: कोड: {0}
hr_hr: Šifra: {0}
hu_hu: Kód: {0}
hy_am: Կոդ՝ {0}
id_id: Kode: {0}
is_is: Kóði: {0}
it_it: Codice: {0}
ja_jp: コード: {0}
ka_ge: კოდი: {0}
kk_kz: Код: {0}
km_kh: លេខកូដ៖ {0}
kn_in: ಕೋಡ್: {0}
ko_kr: 코드: {0}
ky_kg: Код: {0}
lo_la: ລະຫັດ: {0}
lt_lt: Kodas: {0}
lv_lv: Kods: {0}
mk_mk: Шифра: {0}
ml_in: കോഡ്: {0}
mn_mn: Код: {0}
mr_in: कोड: {0}
ms_my: Kod: {0}
nb_no: Kode: {0}
ne_np: कोड: {0}
nl_nl: Codering: {0}
or_in: କୋଡ୍: {0} |
pa_in: ਕੋਡ: {0}
pl_pl: Kod: {0}
pt_br: Código: {0}
ro_ro: Cod: {0}
ru_ru: Код: {0}
si_lk: කේතය: {0}
sk_sk: Kód: {0}
sl_si: Koda: {0}
sq_al: Kodi: {0}
sr_cyrl_rs: Шифра: {0}
sr_latn_rs: Šifra: {0}
sv_se: Kod: {0}
sw_ke: Kodi: {0}
ta_in: குறியீடு: {0}
te_in: కోడ్: {0}
th_th: รหัส: {0}
tr_tr: Kod: {0}
uk_ua: Код: {0}
ur_pk: کوڈ: {0}
uz_latn_uz: Kod: {0}
vi_vn: Mã số: {0}
zh_hans_cn: 代码: {0}
zh_hant_hk: 代碼: {0}
zu_za: Ikhodi: {0}

# Settings.VerificationCodeExpiredRequesting
source: Verification code expired. Requesting a new code...
af_za: Verifikasiekode het verval. Versoek tans 'n nuwe kode...
am_et: የማረጋገጫ ኮድ ጊዜው አልፎበታል። አዲስ ኮድ በመጠየቅ ላይ...
ar_sa: انتهت صلاحية رمز التحقق. طلب كود جديد...
as_in: ভেৰিফিকেচন ক'ডৰ ম্যাদ উকলি গৈছে। একটি নতুন কোড অনুরোধ...
az_latn_az: Doğrulama kodunun vaxtı keçib. Yeni kod tələb olunur...
be_by: Код спраўджання скончыўся. Запыт новага кода...
bg_bg: Кодът за потвърждение е изтекъл. Заявява се нов код...
bn_bd: যাচাইকরণ কোডের মেয়াদ শেষ। একটি নতুন কোড অনুরোধ করা হচ্ছে...
bs_latn_ba: Verifikacioni kod je istekao. Zahtjev za novi kod...
ca_es: El codi de verificació ha caducat. S'està demanant un codi nou...
cs_cz: Platnost ověřovacího kódu vypršela. Žádost o nový kód...
da_dk: Bekræftelseskoden er udløbet. Anmoder om en ny kode...
de_de: Der Bestätigungscode ist abgelaufen. Fordern Sie einen neuen Code an...
el_gr: Ο κωδικός επαλήθευσης έληξε. Αίτημα νέου κωδικού...
es_us: El código de verificación expiró. Solicitando un nuevo código...
et_ee: Kinnituskood aegus. Uue koodi taotlemine...
eu_es: Egiaztapen-kodea iraungi da. Kode berri bat eskatzen...
fa_ir: کد تأیید منقضی شده است. درخواست کد جدید...
fi_fi: Vahvistuskoodi vanhentunut. Uutta koodia pyydetään...
fil_ph: Nag-expire na ang verification code. Humihiling ng bagong code...
fr_ca: Le code de vérification a expiré. Demander un nouveau code...
gl_es: O código de verificación caducou. Solicitando un novo código...
gu_in: ચકાસણી કોડ સમાપ્ત થયો. નવા કોડની વિનંતી કરી રહ્યાં છીએ...
he_il: תוקף קוד האימות פג. מבקש קוד חדש...
hi_in: सत्यापन कोड समाप्त हो गया. नये कोड का अनुरोध किया जा रहा है...
hr_hr: Kontrolni kod je istekao. Traženje novog koda...
hu_hu: Az ellenőrző kód lejárt. Új kód kérése...
hy_am: Հաստատման կոդը ժամկետանց է: Նոր կոդ պահանջվում է...
id_id: Kode verifikasi sudah habis masa berlakunya. Meminta kode baru...
is_is: Staðfestingarkóði rann út. Óskað eftir nýjum kóða...
it_it: Il codice di verifica è scaduto. Richiesta di un nuovo codice...
ja_jp: 認証コードの有効期限が切れました。新しいコードをリクエストしています...
ka_ge: ვერიფიკაციის კოდს ვადა გაუვიდა. ახალი კოდის მოთხოვნა...
kk_kz: Растау кодының мерзімі аяқталды. Жаңа код сұралуда...
km_kh: លេខកូដផ្ទៀងផ្ទាត់បានផុតកំណត់។ ស្នើសុំលេខកូដថ្មី...
kn_in: ಪರಿಶೀಲನೆ ಕೋಡ್ ಅವಧಿ ಮೀರಿದೆ. ಹೊಸ ಕೋಡ್ ಅನ್ನು ವಿನಂತಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 인증 코드가 만료되었습니다. 새 코드를 요청하는 중...
ky_kg: Текшерүү кодунун мөөнөтү бүттү. Жаңы код суралууда...
lo_la: ລະຫັດຢືນຢັນໝົດອາຍຸແລ້ວ. ກຳລັງຮ້ອງຂໍລະຫັດໃໝ່...
lt_lt: Baigėsi patvirtinimo kodas. Prašoma naujo kodo...
lv_lv: Verifikācijas kods ir beidzies. Notiek jauna koda pieprasīšana...
mk_mk: Кодот за потврда е истечен. Се бара нов код...
ml_in: സ്ഥിരീകരണ കോഡ് കാലഹരണപ്പെട്ടു. ഒരു പുതിയ കോഡ് അഭ്യർത്ഥിക്കുന്നു...
mn_mn: Баталгаажуулах кодын хугацаа дууссан. Шинэ код хүсэж байна...
mr_in: सत्यापन कोड कालबाह्य झाला. नवीन कोडची विनंती करत आहे...
ms_my: Kod pengesahan tamat tempoh. Meminta kod baharu...
nb_no: Bekreftelseskoden er utløpt. Ber om en ny kode...
ne_np: प्रमाणीकरण कोडको म्याद सकियो। नयाँ कोड अनुरोध गर्दै...
nl_nl: Verificatiecode verlopen. Een nieuwe code aanvragen...
or_in: ଯାଞ୍ଚ କୋଡ୍ ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଛି | ଏକ ନୂତନ କୋଡ୍ ଅନୁରୋଧ ...
pa_in: ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ। ਇੱਕ ਨਵੇਂ ਕੋਡ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Kod weryfikacyjny wygasł. Prośba o nowy kod...
pt_br: O código de verificação expirou. Solicitando um novo código...
ro_ro: Codul de verificare a expirat. Se solicită un cod nou...
ru_ru: Срок действия кода подтверждения истек. Запрос нового кода...
si_lk: සත්‍යාපන කේතය කල් ඉකුත් විය. නව කේතයක් ඉල්ලමින්...
sk_sk: Platnosť overovacieho kódu vypršala. Požaduje sa nový kód...
sl_si: Koda za preverjanje je potekla. Zahtevam novo kodo ...
sq_al: Kodi i verifikimit ka skaduar. Po kërkon një kod të ri...
sr_cyrl_rs: Верификациони код је истекао. Захтева се нови код...
sr_latn_rs: Verifikacioni kod je istekao. Zahteva se novi kod...
sv_se: Verifieringskoden har löpt ut. Begär en ny kod...
sw_ke: Muda wa kutumia nambari ya kuthibitisha umekwisha. Inaomba nambari mpya...
ta_in: சரிபார்ப்புக் குறியீடு காலாவதியானது. புதிய குறியீட்டைக் கோருகிறது...
te_in: ధృవీకరణ కోడ్ గడువు ముగిసింది. కొత్త కోడ్‌ని అభ్యర్థిస్తోంది...
th_th: รหัสยืนยันหมดอายุ การขอรหัสใหม่...
tr_tr: Doğrulama kodunun süresi doldu. Yeni bir kod isteniyor...
uk_ua: Код підтвердження закінчився. Запит на новий код...
ur_pk: توثیقی کوڈ کی میعاد ختم ہو گئی۔ ایک نئے کوڈ کی درخواست کی جا رہی ہے...
uz_latn_uz: Tasdiqlash kodi muddati tugagan. Yangi kod so‘ralmoqda...
vi_vn: Mã xác minh đã hết hạn. Đang yêu cầu mã mới...
zh_hans_cn: 验证码已过期。请求新代码...
zh_hant_hk: 驗證碼已過期。請求新代碼...
zu_za: Ikhodi yokuqinisekisa iphelelwe yisikhathi. Icela ikhodi entsha...
